Revit 2027 API
FabricationPart.DoubleWallMaterial Property
 The double wall material identifier of the fabrication part.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int DoubleWallMaterial { get; }
Public ReadOnly Property DoubleWallMaterial As Integer
	Get
public:
property int DoubleWallMaterial {
	int get ();
}
member DoubleWallMaterial : int with get
Property Value
Int32
See Also
Reference
FabricationPart Class
Autodesk.Revit.DB Namespace